''''''
'''
Вторая программа: выдает 5 следующих дел и 5 последних, которые прошли. Считается относительно текущей даты. Так же 
чтобы можно было в консоли параметром ввести на какой день считать вместо сегодняшнего.


Что тебе понадобится
1. Вынести общий код в отдельный модуль
2. Разобраться как будешь сохранять данные (json или sqlite на выбор)
3. Разобраться с аргументами командной строки (модуль Argparse)
4. Разобраться с модулем datetime.

Усложнения:
1. Использовать sqlite или json опрделеяется настройками программы 
2. Сделать UI (веб или десктоп), работающий с тем же хранилищем

'''